Repository: gordonguthrie/tekstaro
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: eo

source: can't be blank
eo: ne povas esti malplena

source: has already been taken
eo: estis jam prenita

source: is invalid
eo: estas nevalida

source: must be accepted
eo: devas esti akceptita

source: has invalid format
eo: havas nevalidan formaton

source: has an invalid entry
eo: havas nevalidan eniron

source: is reserved
eo: estas rezervita

source: does not match confirmation
eo: ne kongruas kun konfirmo

source: is still associated with this entry
eo: daŭre estas asociita kun ĉi tiu eniro

source: are still associated with this entry
eo: daŭre estas asociita kun ĉi tiu eniro

source: should be %{count} character(s)
eo: estu %{count} karaktero

source: should have %{count} item(s)
eo: devu havi %{count} ero

source: should be at least %{count} character(s)
eo: estu almenaŭ %{count} ero

source: should have at least %{count} item(s)
eo: devus havi almenaŭ %{count} ero

source: should be at most %{count} character(s)
eo: estu maksimume %{count} karaktero

source: should have at most %{count} item(s)
eo: devus havi maksimume %{count} ero

source: must be less than %{number}
eo: devas esti malpli ol %{number}

source: must be greater than %{number}
eo: devas esti pli granda ol %{number}

source: must be less than or equal to %{number}
eo: devas esti malpli ol aŭ egala al %{number}

source: must be greater than or equal to %{number}
eo: devas esti pli granda aŭ egala al %{number}

source: must be equal to %{number}
eo: devas esti egala al %{number}
