Repository: gordonguthrie/tekstaro
Catalog: tekstaro/priv/gettext/*/LC_MESSAGES/default.po
Languages: eo

source: A tool for writers of Esperanto that allows them to explore usage of words and grammer from a large corpus of written Esperanto.
eo: Liberilo per skribistoj de Esperanto esplori usado de vortoj kaj gramatiko de granda tekstaro de skriba Esperanto.

source: On Github
eo: de Github

source: Tekstaro also has simple and intuitive tools to upload new texts and detect duplicate submissions.
eo: Tekstara ankaû havas simplaj kaj intuaj liberiloj alŝuti novaj tekstoj kaj detekti duoblaĵoj.

source: Upload Text
eo: Alŝutu teksta

source: Welcome to %{name}!
eo: Bonvenon al %{name}!

source: (its a nickname).
eo: (karesnomo)

source: Active voice.
eo: Aktiva voĉo

source: Adjective.
eo: Avorto.

source: Adverb.
eo: Evorto.

source: Browse
eo: Esploru

source: Browse corpus
eo: Esploru tekstaro

source: Case marked.
eo: Markita kazo.

source: Conditional mood.
eo: Kondiĉa

source: Correlative.
eo: Korelativo.

source: Future tense.
eo: Futuro.

source: Imperative.
eo: Imperativo.

source: Infinive.
eo: Infinitivo.

source: Noun
eo: Ovortoj

source: Oops, something went wrong! Please check the errors below.
eo: Ups, io malpravas. Bonvole, ĉeku ĉi-subaj eraroj

source: Participle.
eo: Participo.

source: Passive voice.
eo: Pasiva voĉo

source: Password
eo: Passvorto

source: Past tense.
eo: Preterito

source: Perfect aspect.
eo: Perfekta aspektaĵo.

source: Plural.
eo: Plura.

source: Possesive.
eo: Poseda.

source: Postfix: -esque
eo: Postfikso

source: Postfix: -ics
eo: Postfikso

source: Postfix: -ology
eo: Postfikso

source: Postfix: a group
eo: Postfikso

source: Postfix: a member of a group
eo: Postfikso

source: Postfix: a person
eo: Postfikso

source: Postfix: a place
eo: Postfikso

source: Postfix: a single instance
eo: Postfikso

source: Postfix: abstract quality, trait, attribute or essence
eo: Postfikso

source: Postfix: an -ism
eo: Postfikso

source: Postfix: at a time (for numbers)
eo: Postfikso

source: Postfix: chief of
eo: Postfikso

source: Postfix: concrete object or product or behaviour
eo: Postfikso

source: Postfix: container, partially containing
eo: Postfikso

source: Postfix: decrease in strength or size
eo: Postfikso

source: Postfix: female
eo: Postfikso

source: Postfix: full of
eo: Postfikso

source: Postfix: increase in strength or size
eo: Postfikso

source: Postfix: makes fractions (for numbers)
eo: Postfikso

source: Postfix: makes transitive verbs intransitive, denotes becoming
eo: Postfikso

source: Postfix: multiple of quantities (for numbers)
eo: Postfikso

source: Postfix: necessary
eo: Postfikso

source: Postfix: offspring
eo: Postfikso

source: Postfix: poor quality
eo: Postfikso

source: Postfix: someone who does
eo: Postfikso

source: Postfix: something to do it, an instrument
eo: Postfikso

source: Postfix: the duration of an action
eo: Postfikso

source: Postfix: the possibility, -able
eo: Postfikso

source: Postfix: the territory of, a container that fully encloses
eo: Postfikso

source: Postfix: times (for numbers, 3 times, 4 times)
eo: Postfikso

source: Postfix: to make quirky verbs from nouns
eo: Postfikso

source: Postfix: to tend towards
eo: Postfikso

source: Postfix: worthy of
eo: Postfikso

source: Prefix: both men and women
eo: Prefikso

source: Prefix: dispersion in all directions
eo: Prefikso

source: Prefix: former, ex
eo: Prefikso

source: Prefix: in-law
eo: Prefikso

source: Prefix: low (moral) quality
eo: Prefikso

source: Prefix: malfunction
eo: Prefikso

source: Prefix: old, antique
eo: Prefikso

source: Prefix: repetition or restoration
eo: Prefikso

source: Prefix: reversal of meaning
eo: Prefikso

source: Present tense.
eo: Estinta.

source: Pronoun.
eo: Pronomo.

source: Radical (not being used as a verb).
eo: Radikigo (ne uzas per verbo)

source: Register
eo: Enregistrigu

source: Results
eo: Rezultoj

source: Search
eo: Serĉu

source: Search Terms
eo: Serĉa kondiĉo

source: Search corpus
eo: Serĉu tekstaro

source: Sign in
eo: Ensalutu

source: Sign out
eo: Elsalutu

source: Signed in successfully
eo: Ensalutas prospere

source: Signed out sucessfully
eo: Elsalutas prospere

source: Signed up successfully.
eo: Enregistrigas prospere

source: Singular.
eo: Sola.

source: Small word
eo: Vorteto

source: Source
eo: Fonto

source: Text
eo: Teksto

source: Title
eo: Titolo

source: Username
eo: Uzantnomo

source: Verb.
eo: Verbo.

source: a 'finished'
eo: finita

source: an 'anticipated'
eo: anticipa

source: an 'in-play'
eo: ekestiĝa

source: participle.
eo: participo.

source: password
eo: passvorto

source: there was a problem with your username/password
eo: Estis problemo kun vai uzantnomo aû passvorto

source: username
eo: uzantnomo

source: It is a
eo: Estis

source: Upload
eo: Alŝutu teksta

source: Upload text for the corpus.
eo: Alŝutu kaj preparu teksto per tekstaro.

source: Adjectives
eo: Avortoj

source: Adverbs
eo: Evortoj

source: Correlatives
eo: Korelativoj

source: Intransitive
eo: Intransitiva

source: Noun root
eo: Overta radikigo

source: Nouns
eo: Ovortoj

source: Please be patient this step takes a minute or two
eo: Bonvolu pacienci ĉi tiu paŝo daŭras minuton aŭ du

source: Pronouns
eo: Pronomoj

source: Small words
eo: Vortetoj

source: Transitive
eo: Transitiva

source: Verb root
eo: Verba radikigo

source: Verbs
eo: Verboj

source: active voice
eo: aktiva voĉo

source: anticipated aspect
eo: anticipa aspecto

source: case marked
eo: markita kazo

source: characters split into
eo: karakteroj disiĝas

source: completed aspect
eo: finita aspecto

source: conditionals
eo: kondiĉa

source: future
eo: futuro

source: imperatives
eo: imperativoj

source: in play aspect
eo: ekestiâ aspecto

source: infinitives
eo: infinitoj

source: loaded
eo: ŝarĝita

source: nicknames
eo: karesnomoj

source: of
eo: de

source: paragraph
eo: paragrafo

source: passive voice
eo: pasiva voĉo

source: past
eo: estinta

source: plurals
eo: plura

source: possesive
eo: poseda

source: present
eo: nuna

source: processed all the paragraphs
eo: procesis ĉiujn paragrafoj

source: split text up
eo: dividu teksto

source: text already saved
eo: registite teksto

source: text already submitted
eo: alŝitite teksto

source: text written to disk (but not paras)
eo: disigi tekston

source: verbal adjective
eo: verba avorto

source: verbal adverb
eo: verba evorto

source: verbal noun
eo: verba ovorto

source: words
eo: vortoj

source: Postfixes
eo: Postfikso

source: Prefixes
eo: Prefiksoj

source: already written
eo: jam skribita

source: -aj- (concrete object, product)
eo: -aj-

source: -an- (group member)
eo: -an-

source: -ar- (a group)
eo: -ar-

source: -aĉ- (poor quality)
eo: -aĉ-

source: -ebl- (possible -able)
eo: -ebl-

source: -ec- (abstract quality, trait or attribute)
eo: -ec-

source: -eg- (bigger, stronger)
eo: -eg-

source: -em- (to tend towards)
eo: -em-

source: -end- (necessary)
eo: -end-

source: -er- (a single instance)
eo: -er-

source: -esk- (-esque)
eo: -esk-

source: -estr- (chief of)
eo: -estr-

source: -et- (smaller, weaker)
eo: -et-

source: -foj- (for numbers, times)
eo: -foj-

source: -id- (offspring)
eo: -id-

source: -ig- (makes intransitive - becoming)
eo: -ig-

source: -ik- (-ics)
eo: -ik-

source: -il- (an instrument)
eo: -il-

source: -in- (female)
eo: -in-

source: -ind- (worthy of)
eo: -ind-

source: -ing- (container, partly containing)
eo: -ing-

source: -ism- (-ism)
eo: -ism-

source: -iv- (capable of doing)
eo: -iv-

source: -iĝ- (makes transitive)
eo: -iĝ-

source: -obl- (for numbers, multiple)
eo: -obl-

source: -olog- (-ology)
eo: -olog-

source: -on- (for numbers, makes fractions)
eo: -on-

source: -op- (for numbers, at a time)
eo: -op-

source: -oz- (full of)
eo: -oz-

source: -uj- (territory, container, fully containing)
eo: -uj-

source: -ul- (a person)
eo: -ul-

source: -um- (makes funny verbs from nouns)
eo: -um-

source: Postfix: capable of doing...
eo: Postfikso

source: Postfix: makes intransitive verbs transitive (and add an object to transative verbs)
eo: Postfikso

source: Prefix: onset of action (in verbs)
eo: Prefikso

source: bo- (in-law)
eo: bo-

source: dis- (dispersion)
eo: dis-

source: ek- (onset of action)
eo: ek-

source: eks- (former, ex-)
eo: eks-

source: fi- (low morals)
eo: fi-

source: ge- (both men and women)
eo: ge-

source: mal- (reverse meaning)
eo: mal-

source: mis- (malfunction)
eo: mis-

source: pra- (old, antique)
eo: pra-

source: re- (repetition)
eo: re-
